Repository: JakubLinhart/Mmai
Catalog: src/Mmai/Resources/SharedResource.*.resx
Languages: cs, pl

source: About
cs: O hře
pl: Na temat

source: After clicking on a card you will hear a call from an individual animal.
cs: Po kliknutí na kartu uslyšíš hlas jedince daného druhu. Tvým úkolem je najít dvě karty s podobným hlasem, které patří tomu samému jedinci.
pl: Po kliknięciu na kartę usłyszysz głos osobnika danego gatunku zwierzęcia. Twoim zadaniem jest połączyć pary kart z podobnymi głosami należące do tego samego osobnika. Połącz osobników pójdźky i cztyrech wymyślonych gatunkow sów w razem peciu wariantach gry.

source: Analysis of results will allow us to test what is the most efficient design
cs: Výsledky experimentu nám pomohou pochopit, jak má vypadat efektivní signál individuální identity. Přišlo Ti snadnější poznat jedince u některých druhů?
pl: Analiza wyników pozwoli nam przetestować najbardziej efektywny model akustycznych osobniczych wzorów. Czy uważasz że to łatwe czy trudne łączyć osobniki u różnych gatunków?

source: and you can download the source code from
cs: a je možné si ho stáhnout zde:
pl: i można go pobrać pod adresem

source: Common UFO Owl
cs: UFO sova obecná
pl: Zwyczajna UFO sowa

source: Conservation of Little owls in Czech Republic
cs: Ochrana sýčka v Česku
pl: Ochrona pójdźki w Czechach

source: Drunken UFO Owl
cs: UFO sova opilá
pl: Pijana UFO sowa

source: Enter your email
cs: Zadej svůj email, pokud chceš získat informace o výsledcích tohoto pokusu a možých budoucích variant hry
pl: Wprowadź swój email, jeśli chcesz byśmy powiadomili Cię o wynikach tego pilotażowego eksperymentu i możliwych uzupełniających wariantach gry

source: Enter your nick name to identify your games
cs: Zadej svoje jméno / přezdívku, aby bylo možné identifikovat tvé hry
pl: Wpisz swój pseudonim do tablice wyników:

source: Evolution of identity signalling in vocalizations
cs: Projekt: Evoluce individuality v hlasech živočichů
pl: Ewolucja sygnalizacji tożsamości w wokalizacjach

source: Find more information here
cs: Více informací najdeš zde
pl: Więcej informacji znajdziesz tutaj

source: Game
cs: Hra
pl: Zagraj

source: Game finished
cs: Konec hry
pl: Gra skończona

source: Game Results
cs: Výsledky
pl: Wyniki gry

source: In this game, you will hear the territorial calls of
cs: V této hře uslyšíš territoriální hlasy tohoto druhu:
pl: W tej grze usłyszysz głosy gatunku:

source: Lazy UFO Owl
cs: UFO sova lenivá
pl: Leniwa UFO Sowa

source: Little Owl
cs: Sýček obecný
pl: Pójdźka

source: Little owls were recorded by Martin Šálek and Pavel Linhart.
cs: Nahrávky sýčků pořídili Martin Šálek a Pavel Linhart.
pl: Pójdźki były nagrywane przez Martina Šálek i Pavla Linharta w ramach projektu ATHENE.

source: Match-match animal individuals memory game was created by
cs: Akustické pexeso "Match-Match Animal Individuals" vytvořil Jakub Linhart podle návrhu Pavla Linharta v rámci projektu Polonez „ Evolution of individual identity in vocalizations”. Projekt byl podpořen National Science Centre, Poland (UMO-2015/19/P/NZ8/02507) v rámci evropského programu Horizon 2020 akce Marie Skłodowska-Curie (č. 665778).
pl: Gra pamięciowa „Połącz osobniki zwierząt” została stworzona przez Jakuba Linharta i Pavla Linharta w ramach projektu Polonez „ Ewolucja sygnalizacji tożsamości w wokalizacjach”. Projekt był wspierany przez Narodowe Centrum Nauki w Polsce, nr UMO-2015/19 / P / NZ8 / 02507 finansowany w ramach unijnego programu badań i innowacji "Horyzont 2020" zgodnie z umową grantu Marie Skłodowska-Curie nr 665778n.

source: Mean number of turns in
cs: Průměrný počet tahů
pl: Średnia liczba rund

source: Nickname
cs: Přezdívka
pl: Gracz

source: percent of players
cs: procent hráčů
pl: procent graczy

source: Play
cs: Hra
pl: Zagraj

source: Sleepy UFO Owl
cs: UFO sova usínající
pl: Śpiąca UFO sowa

source: Thank you for playing!
cs: Díky! Každá dohraná hra se počítá.
pl: Dziękuję za zagranie w naszą grę!

source: The best result for this game was
cs: Nejlepší výsledek v této hře byl
pl: Najlepszy wynik dla tej gry to

source: The source code is published under
cs: Zdrojový kód je dostupný pod
pl: Kod źródłowy jest publikowany na

source: Try again
cs: Hraj znovu
pl: Spróbuj ponownie

source: turns
cs: tazích
pl: rund

source: Welcome to the acoustic memory game Match-Match Animal Individuals!
cs: Vítej v akustickém pexesu "Match-Match Animal Individuals!"
pl: Witaj w akustycznej grze pamięciowej Dopasuj osobniki zwierząt!

source: Well done! You matched all individuals of
cs: Výborně! Našel / Našla jsi všechny páry hlasů!
pl: Dobrze zrobione! Połączyłeś wszystkie osobniki gatunku

source: You have finished the game in
cs: Dokončil jsi hru v
pl: Skończyłeś grę w

source: Your result was better than the result achieved by
cs: Svým výsledkem jsi předčil
pl: Twój wynik był lepszy niż rezultaty uzyskane przez

source: _Turns
cs: Tahy
pl: Rundy

source: Close
cs: Zavřít
pl: Zamknij

source: Choose your game:
pl: Wybierz grę:

source: By playing this game you give consent
pl: Grając w tę grę, wyrażasz zgodę na użycie wyników gry do celów badań naukowych. Wszystkie dane są anonimowe, nie przechowujemy danych osobowych ani nie przekazujemy ich stronom trzecim.

source: You can find more information
pl: Więcej informacji (tylko po angielsku) o grze i danych zbieranych znalaznesz na stronie internetowej projektu
